{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "actions-preview.nvim": {
      "src": "https://github.com/aznhe21/actions-preview.nvim"
    },
    "any-jump.vim": {
      "src": "https://github.com/pechorin/any-jump.vim"
    },
    "arborist.nvim": {
      "src": "https://github.com/arborist-ts/arborist.nvim"
    },
    "auto-indent.nvim": {
      "src": "https://github.com/vidocqh/auto-indent.nvim"
    },
    "blink-ripgrep.nvim": {
      "src": "https://github.com/mikavilpas/blink-ripgrep.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1'"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "blink.pairs": {
      "src": "https://github.com/saghen/blink.pairs"
    },
    "bufjump.nvim": {
      "src": "https://github.com/kwkarlwang/bufjump.nvim"
    },
    "cmp-git": {
      "src": "https://github.com/petertriho/cmp-git"
    },
    "code-bridge.nvim": {
      "src": "https://github.com/petertriho/code-bridge.nvim"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "colorful-menu.nvim": {
      "src": "https://github.com/xzbdmw/colorful-menu.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "cursortab.nvim": {
      "src": "https://github.com/cursortab/cursortab.nvim"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim"
    },
    "eyeliner.nvim": {
      "src": "https://github.com/jinh0/eyeliner.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "garbage-day.nvim": {
      "src": "https://github.com/zeioth/garbage-day.nvim"
    },
    "git-conflict.nvim": {
      "src": "https://github.com/akinsho/git-conflict.nvim"
    },
    "git.nvim": {
      "src": "https://github.com/wsdjeg/git.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "glance.nvim": {
      "src": "https://github.com/dnlhc/glance.nvim"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/nmac427/guess-indent.nvim"
    },
    "guh.nvim": {
      "src": "https://github.com/justinmk/guh.nvim"
    },
    "heirline.nvim": {
      "src": "https://github.com/rebelot/heirline.nvim"
    },
    "job.nvim": {
      "src": "https://github.com/wsdjeg/job.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "log-highlight.nvim": {
      "src": "https://github.com/fei6409/log-highlight.nvim"
    },
    "luvit-meta": {
      "src": "https://github.com/Bilal2453/luvit-meta"
    },
    "marks.nvim": {
      "src": "https://github.com/chentoast/marks.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "namu.nvim": {
      "src": "https://github.com/bassamsdata/namu.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "notify.nvim": {
      "src": "https://github.com/wsdjeg/notify.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-fundo": {
      "src": "https://github.com/kevinhwang91/nvim-fundo"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-hlslens": {
      "src": "https://github.com/kevinhwang91/nvim-hlslens"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lsp-endhints": {
      "src": "https://github.com/chrisgrieser/nvim-lsp-endhints"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic"
    },
    "nvim-rulebook": {
      "src": "https://github.com/chrisgrieser/nvim-rulebook"
    },
    "nvim-scrollbar": {
      "src": "https://github.com/petertriho/nvim-scrollbar"
    },
    "nvim-spider": {
      "src": "https://github.com/chrisgrieser/nvim-spider"
    },
    "nvim-tinygit": {
      "src": "https://github.com/chrisgrieser/nvim-tinygit"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring"
    },
    "nvim-various-textobjs": {
      "src": "https://github.com/chrisgrieser/nvim-various-textobjs"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "popup.nvim": {
      "src": "https://github.com/nvim-lua/popup.nvim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "schema-companion.nvim": {
      "src": "https://github.com/cenk1cenk2/schema-companion.nvim"
    },
    "schemastore.nvim": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "scope.nvim": {
      "src": "https://github.com/tiagovla/scope.nvim"
    },
    "smart-backspace.nvim": {
      "src": "https://github.com/qwavies/smart-backspace.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "sort.nvim": {
      "src": "https://github.com/sQVe/sort.nvim"
    },
    "substitute.nvim": {
      "src": "https://github.com/gbprod/substitute.nvim"
    },
    "tabs-vs-spaces.nvim": {
      "src": "https://github.com/tenxsoydev/tabs-vs-spaces.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "ts-error-translator.nvim": {
      "src": "https://github.com/dmmulroy/ts-error-translator.nvim"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/wisp3rwind/typst-preview.nvim",
      "version": "'add_lsp'"
    },
    "vim-abolish": {
      "src": "https://github.com/petertriho/vim-abolish"
    },
    "vim-caser": {
      "src": "https://github.com/arthurxavierx/vim-caser"
    },
    "vim-easy-align": {
      "src": "https://github.com/junegunn/vim-easy-align"
    },
    "vim-matchup": {
      "src": "https://github.com/andymass/vim-matchup"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rsi": {
      "src": "https://github.com/tpope/vim-rsi"
    },
    "vim-rzip": {
      "src": "https://github.com/lbrayner/vim-rzip"
    },
    "visual-whitespace.nvim": {
      "src": "https://github.com/mcauley-penney/visual-whitespace.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "winshift.nvim": {
      "src": "https://github.com/sindrets/winshift.nvim"
    },
    "yanky.nvim": {
      "src": "https://github.com/gbprod/yanky.nvim"
    }
  }
}
